move_file.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="urn:iControl:System/ConfigSync">
   <soapenv:Header/>
   <soapenv:Body>
      <con:move_file soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <from_path xsi:type="xsd:string">%%%FROM%%%</from_path>
         <to_path xsi:type="xsd:string">%%%TO%%%</to_path>
      </con:move_file>
   </soapenv:Body>
</soapenv:Envelope>
